[
    {
      "id": "1",
      "price": "$3,761.31",
      "img": "https://www.investopedia.com/thmb/_U7YmCPnba7PDrHER2VDYMOd-0Y=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/Blockchain-becc7f5733284823875b2de52df32034.jpg",
      "name": "Block-Chain",
      "about": "We believe that in a decade the financial system of the internet — that is, commerce that happens on the internet — will be the largest financial system in the world. And it will be powered by crypto."
    },
    {
      "id": "2",
      "price": "$2,367.01",
      "img": "https://www.springboard.com/blog/wp-content/uploads/2022/02/is-cybersecurity-hard-scaled.jpg",
      "name": "Cyber-security",
      "about": "The main purpose of cyber security is to protect all organizational assets from both external and internal threats as well as disruptions caused due to natural disasters."
    },
    {
      "id": "3",
      "price": "$3,537.54",
      "img": "https://developers.redhat.com/sites/default/files/styles/article_feature/public/blog/2020/06/C_C_featuredimage.png?itok=o1mJTa7J",
      "name": "C/C++",
      "about": "It does not take long to learn C++ for experienced programmers. You can expect to master the syntax of C++ in about two to three months if you devote about 10 hours every week to learning C++. However, to become highly proficient at programming in C++, expect to spend at least one year studying full-time."
    },
    {
      "id": "4",
      "price": "$2,143.81",
      "img": "https://cdn.educba.com/academy/wp-content/uploads/2016/02/fundamentals-of-programming.jpg",
      "name": "Programming Fundamentals",
      "about": "This course solely focuses on programming fundamentals. There are many people who are from Non-CS background but have the indomitable desire to learn and understand the fundamentals of programming from basic."
    },
    {
      "id": "5",
      "price": "$1,747.77",
      "img": "https://www.codingninjas.com/blog/wp-content/uploads/2021/03/Blog-1.png",
      "name": "Competitive Programming - Beginner",
      "about": "Solving a problem is meaningless if you can't convert it to a workable code in a contest that covers all the edge cases. Solving a problem, writing its code in an efficient language is a must for a programmer"
    },
    {
      "id": "6",
      "price": "$1,159.99",
      "img": "https://www.codingninjas.com/blog/wp-content/uploads/2020/11/Blog-34.png",
      "name": "Competitive Programming - Advanced",
      "about": "If you want to improve your algorithmic problem-solving skill and improve in National contests and Codeforces contests, you should enroll in this course. We will conduct the course in a suitable way for a compittive programmer"
    },
    {
      "id": "7",
      "price": "$2,433.64",
      "img": "https://contentstatic.techgig.com/thumb/msid-79386213,width-460,resizemode-4/5-Myths-around-Python-programming-language-that-every-programmer-must-know.jpg?88712",
      "name": "Professional Programming With Python",
      "about": "Professional Programming With Python- course is for those who want to be job ready or to strengthen their CV. This course provides all the python knowledge that someone needs to apply to real-world application."
    }
  ]